# Retrieval quiz ЛР 2
LR2-RQ1. Воспроизводимый артефакт - это результат проекта, который другой человек может получить заново, используя те же исходные данные

LR2-RQ2. Файл .ipynb — это Jupyter Notebook, содержащий исходный код ячеек, текстовые пояснения, а runtime - это временная среда, в которой выполняется код

LR2-RQ3. Такое имя не несет информации о содержимом, не содержит даты иои номера

LR2-RQ4. Персональные, конфиденциальные данные, пароли, данные под лицензией

LR2-RQ5. README должен кратко объяснять цель, структуру, запуск и ограничения проекта 
